Repository: iramons/SignatureWidget
Catalog: SignatureWidget/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: **%lld days** left in trial — Subscribe to continue
es: **%lld días** restantes en el período de prueba — Suscríbete para continuar
pt_br: **%lld dias** restantes no trial — Assine para continuar

source: %lld days left in trial
es: %lld días restantes en el período de prueba
pt_br: %lld dias restantes no trial

source: Annual
es: Anual
pt_br: Anual

source: Best value
es: Mejor valor
pt_br: Melhor valor

source: Billed annually · save ~58%
es: Facturado anualmente · ahorra ~58%
pt_br: Cobrado anualmente · economize ~58%

source: Billed monthly
es: Facturado mensualmente
pt_br: Cobrado mensalmente

source: Buy for %@
es: Comprar por %@
pt_br: Comprar por %@

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Could not load plans.
es: No se pudieron cargar los planes.
pt_br: Não foi possível carregar os planos.

source: Could not load plans. Check your connection.
es: No se pudieron cargar los planes. Verifica tu conexión.
pt_br: Não foi possível carregar os planos. Verifique sua conexão.

source: Create your first signature and add it to the widget.
es: Crea tu primera firma y agrégala al widget.
pt_br: Crie sua primeira assinatura e adicione ao widget.

source: Draw here
es: Dibuja aquí
pt_br: Desenhe aqui

source: Edit Signature
es: Editar Firma
pt_br: Editar Assinatura

source: Error processing payment. Please try again.
es: Error al procesar el pago. Inténtalo de nuevo.
pt_br: Erro ao processar pagamento. Tente novamente.

source: Error restoring purchases.
es: Error al restaurar las compras.
pt_br: Erro ao restaurar compras.

source: Keep your signature in the widget always up to date.
es: Mantén tu firma en el widget siempre actualizada.
pt_br: Mantenha sua assinatura no widget sempre atualizada.

source: Lifetime
es: De por vida
pt_br: Vitalício

source: Monthly
es: Mensual
pt_br: Mensal

source: New Signature
es: Nueva Firma
pt_br: Nova Assinatura

source: No signatures
es: Ninguna firma
pt_br: Nenhuma assinatura

source: One-time payment, access forever
es: Pago único, acceso para siempre
pt_br: Pagamento único, acesso para sempre

source: Privacy
es: Privacidad
pt_br: Privacidade

source: Restore purchases
es: Restaurar compras
pt_br: Restaurar compras

source: Save Signature
es: Guardar Firma
pt_br: Salvar Assinatura

source: Select or create a signature
es: Selecciona o crea una firma
pt_br: Selecione ou crie uma assinatura

source: Signature
es: Firma
pt_br: Assinatura

source: Signatures
es: Firmas
pt_br: Assinaturas

source: Subscribe
es: Suscribirse
pt_br: Assinar

source: Subscribe for %@
es: Suscribirse por %@
pt_br: Assinar por %@

source: Subscriptions renew automatically. Cancel anytime.
es: Las suscripciones se renuevan automáticamente. Cancela en cualquier momento.
pt_br: Assinaturas são renovadas automaticamente. Cancele a qualquer momento.

source: Terms of Use
es: Términos de Uso
pt_br: Termos de Uso

source: Your signature, always at hand
es: Tu firma, siempre a mano
pt_br: Sua assinatura, sempre à mão

source: Your trial ended — **Subscribe now** to keep the widget active
es: Tu período de prueba finalizó — **Suscríbete ahora** para mantener el widget activo
pt_br: Seu trial encerrou — **Assine agora** para manter o widget ativo

source: Your trial has ended
es: Tu período de prueba finalizó
pt_br: Seu trial encerrou

source: Error
pt_br: Erro
